name: "inception_v3"
version: "v2"
node {
  name: "Placeholder"
  op: "Input"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 1
        i: 299
        i: 299
        i: 3
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_1a_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 32
        i: 3
        i: 3
        i: 3
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_2a_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 32
        i: 3
        i: 3
        i: 32
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_2b_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 3
        i: 3
        i: 32
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_3b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 80
        i: 1
        i: 1
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_4a_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 3
        i: 3
        i: 80
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 48
        i: 1
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 32
        i: 1
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 5
        i: 5
        i: 48
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 256
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 48
        i: 1
        i: 1
        i: 256
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 256
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 256
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 5
        i: 5
        i: 48
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 288
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 48
        i: 1
        i: 1
        i: 288
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 288
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 288
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 5
        i: 5
        i: 48
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 3
        i: 3
        i: 288
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
        i: 1
        i: 1
        i: 288
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
        i: 3
        i: 3
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
        i: 1
        i: 7
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
        i: 7
        i: 1
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 7
        i: 1
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
        i: 1
        i: 7
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
        i: 7
        i: 1
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 7
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 7
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 7
        i: 1
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 7
        i: 1
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 7
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 7
        i: 1
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 7
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 7
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 7
        i: 1
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 7
        i: 1
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 1
        i: 7
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
        i: 7
        i: 1
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 7
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 7
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 7
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 7
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 7
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 7
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 7
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 768
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 320
        i: 3
        i: 3
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 7
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 7
        i: 1
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 3
        i: 3
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 320
        i: 1
        i: 1
        i: 1280
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 1
        i: 1
        i: 1280
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 448
        i: 1
        i: 1
        i: 1280
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 1280
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_1x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 1
        i: 3
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0b_3x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 3
        i: 1
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0b_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 3
        i: 3
        i: 448
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0c_1x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 1
        i: 3
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0d_3x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 3
        i: 1
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_0/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 320
        i: 1
        i: 1
        i: 2048
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 1
        i: 1
        i: 2048
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0a_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 448
        i: 1
        i: 1
        i: 2048
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_3/Conv2d_0b_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
        i: 1
        i: 1
        i: 2048
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0b_1x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 1
        i: 3
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_1/Conv2d_0c_3x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 3
        i: 1
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0b_3x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 3
        i: 3
        i: 448
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0c_1x3/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 1
        i: 3
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7c/Branch_2/Conv2d_0d_3x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
        i: 3
        i: 1
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/Logits/Conv2d_1c_1x1/Conv2D_weights"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "data_format"
    value {
      s: "0,2,3,1"
    }
  }
  attr_map {
    key: "shape"
    value {
      list {
        i: 1001
        i: 1
        i: 1
        i: 2048
      }
    }
  }
}
node {
  name: "InceptionV3/Logits/Conv2d_1c_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 1001
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_1a_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 32
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_2a_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 32
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_2b_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_3b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 80
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Conv2d_4a_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 48
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 32
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_1/Conv2d_0b_5x5/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0b_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5b/Branch_2/Conv2d_0c_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 48
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_1/Conv_1_0c_5x5/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0b_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5c/Branch_2/Conv2d_0c_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 48
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_1/Conv2d_0b_5x5/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0b_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_5d/Branch_2/Conv2d_0c_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_0/Conv2d_1a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 64
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_0b_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6a/Branch_1/Conv2d_1a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 96
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0b_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0b_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_1/Conv2d_0c_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0c_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0d_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 128
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6b/Branch_2/Conv2d_0e_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0b_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0b_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_1/Conv2d_0c_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0c_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0d_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6c/Branch_2/Conv2d_0e_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0b_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0b_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_1/Conv2d_0c_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0c_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0d_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 160
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6d/Branch_2/Conv2d_0e_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0b_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0b_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_1/Conv2d_0c_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0c_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0d_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_6e/Branch_2/Conv2d_0e_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_0/Conv2d_1a_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 320
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0b_1x7/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_0c_7x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7a/Branch_1/Conv2d_1a_3x3/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 192
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_0/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 320
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_1/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 384
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_2/Conv2d_0a_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
    key: "shape"
    value {
      list {
        i: 448
      }
    }
  }
}
node {
  name: "InceptionV3/InceptionV3/Mixed_7b/Branch_3/Conv2d_0b_1x1/Conv2D_bias"
  op: "Const"
  device: CPU
  type: T_FLOAT
  attr_map {
